export const FAQ_ITEMS = {
  ru: [
    {
      id: 1,
      title: 'Какие услуги предоставляет Technicorn?',
      description: 'Разработка ПО, мобильных приложений, 1С и IT-услуги.',
      content:
        'Мы занимаемся заказной разработкой программного обеспечения, мобильных приложений, внедрением и поддержкой решений 1С, а также предлагаем комплексные IT-услуги для автоматизации бизнес-процессов.',
    },
    {
      id: 2,
      title: 'С какими технологиями вы работаете?',
      description: 'Используем JS, Python, PHP, C#, Kotlin, Flutter, Go и 1С.',
      content:
        'Наши специалисты используют современные технологии и языки программирования, включая JavaScript, Python, PHP, C#, Kotlin, Flutter, Go, а также платформы для разработки на базе 1С, облачные технологии и базы данных.',
    },
    {
      id: 3,
      title: 'Каков опыт вашей команды?',
      description: 'Более 8 лет опыта в разработке ПО и интеграции 1С.',
      content:
        'Наша команда имеет более 8 лет опыта в разработке программного обеспечения, включая корпоративные системы, мобильные приложения и интеграцию решений на базе 1С.',
    },
    {
      id: 4,
      title: 'Разрабатываете ли вы мобильные приложения для iOS и Android?',
      description:
        'Да, разрабатываем нативные и кроссплатформенные приложения.',
      content:
        'Да, мы создаем мобильные приложения для обеих платформ. В зависимости от требований клиента, можем предложить нативную или кроссплатформенную разработку с использованием технологий Flutter и Kotlin.',
    },
    {
      id: 5,
      title:
        'Можно ли интегрировать ваше ПО с существующими системами клиента?',
      description: 'Да, полная интеграция с ERP, CRM и другими системами.',
      content:
        'Мы обеспечиваем полную интеграцию нашего программного обеспечения с текущими системами клиента, включая ERP-системы, CRM и другие бизнес-приложения.',
    },
    {
      id: 6,
      title: 'Сколько времени займет реализация проекта и какова стоимость?',
      description: 'Заполните бриф для оценки сроков и бюджета проекта.',
      content:
        'Для оценки сроков и стоимости проекта необходимо заполнить бриф, который поможет нам детально понять ваши задачи. На основе брифа мы предоставим точные сроки и бюджет проекта. Мы предлагаем гибкие условия сотрудничества.',
    },
  ],
};
